Repository: zziri/cmux
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: ar, bs, da, de, es, fr, it, ja, ko, nb, pl, pt_br, ru, th, tr, uk, zh_hans, zh_hant

# cloud.vpn.setup.steps.return
source: 3. Return to this pane. The connection continues automatically after approval. Disconnect here when finished. Quitting cmux or signing out also disconnects it.
ar: 3. ارجع إلى هذه اللوحة. يستمر الاتصال تلقائيًا بعد الموافقة. اقطع الاتصال هنا عند الانتهاء. يؤدي إنهاء cmux أو تسجيل الخروج أيضًا إلى قطع الاتصال.
bs: 3. Vratite se na ovaj panel. Veza se nastavlja automatski nakon odobrenja. Ovdje prekinite vezu kada završite. Izlazak iz cmux-a ili odjava takođe prekida vezu.
da: 3. Gå tilbage til dette panel. Forbindelsen fortsætter automatisk efter godkendelsen. Afbryd her, når du er færdig. Hvis du afslutter cmux eller logger ud, afbrydes forbindelsen også.
de: 3. Kehren Sie zu diesem Bereich zurück. Die Verbindung wird nach der Genehmigung automatisch fortgesetzt. Trennen Sie sie hier, wenn Sie fertig sind. Das Beenden von cmux oder Abmelden trennt sie ebenfalls.
es: 3. Vuelve a este panel. La conexión continúa automáticamente tras la autorización. Desconéctala aquí cuando termines. Salir de cmux o cerrar sesión también la desconecta.
fr: 3. Revenez à ce volet. La connexion reprend automatiquement après autorisation. Déconnectez-la ici lorsque vous avez terminé. Quitter cmux ou fermer la session la déconnecte aussi.
it: 3. Torna a questo pannello. La connessione continua automaticamente dopo l’autorizzazione. Disconnettila qui quando hai finito. Anche uscire da cmux o effettuare il logout la disconnette.
ja: 3. このペインに戻ります。承認後、接続は自動的に続行されます。使い終わったらここで切断してください。cmuxの終了やサインアウトでも切断されます。
ko: 3. 이 패널로 돌아옵니다. 승인 후 연결이 자동으로 계속됩니다. 사용을 마치면 여기에서 연결을 해제하세요. cmux를 종료하거나 로그아웃해도 연결이 해제됩니다.
nb: 3. Gå tilbake til dette panelet. Forbindelsen fortsetter automatisk etter godkjenning. Koble fra her når du er ferdig. Avslutning av cmux eller utlogging kobler også fra.
pl: 3. Wróć do tego panelu. Połączenie będzie kontynuowane automatycznie po zatwierdzeniu. Po zakończeniu rozłącz je tutaj. Zamknięcie cmux lub wylogowanie również rozłączy połączenie.
pt_br: 3. Volte a este painel. A conexão continuará automaticamente após a aprovação. Desconecte aqui quando terminar. Sair do cmux ou encerrar a sessão também desconecta.
ru: 3. Вернитесь в эту панель. После подтверждения соединение продолжится автоматически. Завершив работу, отключите его здесь. Выход из cmux или системы также отключает соединение.
th: 3. กลับมาที่แผงนี้ การเชื่อมต่อจะดำเนินต่อโดยอัตโนมัติหลังการอนุมัติ ตัดการเชื่อมต่อที่นี่เมื่อเสร็จแล้ว การออกจาก cmux หรือออกจากระบบจะตัดการเชื่อมต่อด้วย
tr: 3. Bu panele dönün. Onaydan sonra bağlantı otomatik olarak devam eder. Bitirdiğinizde buradan bağlantıyı kesin. cmux’tan çıkmak veya oturumu kapatmak da bağlantıyı keser.
uk: 3. Поверніться до цієї панелі. Після схвалення з’єднання продовжиться автоматично. Завершивши роботу, від’єднайте його тут. Вихід із cmux або системи також від’єднає з’єднання.
zh_hans: 3. 返回此面板。批准后连接会自动继续。完成后可在此断开连接。退出 cmux 或退出登录也会断开连接。
zh_hant: 3. 返回此面板。核准後連線會自動繼續。完成後可在此中斷連線。結束 cmux 或登出也會中斷連線。

# cloud.vpn.setup.address.title
source: Private addresses
ar: العناوين الخاصة
bs: Privatne adrese
da: Private adresser
de: Private Adressen
es: Direcciones privadas
fr: Adresses privées
it: Indirizzi privati
ja: プライベートアドレス
ko: 비공개 주소
nb: Private adresser
pl: Prywatne adresy
pt_br: Endereços privados
ru: Частные адреса
th: ที่อยู่ส่วนตัว
tr: Özel adresler
uk: Приватні адреси
zh_hans: 私有地址
zh_hant: 私有位址

# cloud.vpn.setup.address.body
source: Each machine has its own private IP. Two machines may both expose port 3000, for example 10.40.0.10:3000 and 10.40.0.11:3000. Right-click a Cloud port and choose Copy Private Address URL after connecting. These addresses are private, not public share links.
ar: لكل جهاز عنوان IP خاص به. يمكن لجهازين استخدام المنفذ 3000، مثل 10.40.0.10:3000 و10.40.0.11:3000. بعد الاتصال، انقر بزر الماوس الأيمن على منفذ Cloud واختر نسخ رابط العنوان الخاص. هذه عناوين خاصة وليست روابط مشاركة عامة.
bs: Svaka mašina ima svoju privatnu IP adresu. Dvije mašine mogu koristiti port 3000, na primjer 10.40.0.10:3000 i 10.40.0.11:3000. Nakon povezivanja kliknite desnim dugmetom na Cloud port i izaberite Kopiraj URL privatne adrese. Ovo su privatne adrese, a ne javne veze za dijeljenje.
da: Hver maskine har sin egen private IP. To maskiner kan begge bruge port 3000, f.eks. 10.40.0.10:3000 og 10.40.0.11:3000. Højreklik på en Cloud-port efter tilslutning, og vælg Kopiér URL til privat adresse. Adresserne er private, ikke offentlige delelinks.
de: Jede Maschine hat eine eigene private IP. Zwei Maschinen können beide Port 3000 verwenden, etwa 10.40.0.10:3000 und 10.40.0.11:3000. Klicken Sie nach dem Verbinden mit der rechten Maustaste auf einen Cloud-Port und wählen Sie URL der privaten Adresse kopieren. Diese Adressen sind privat und keine öffentlichen Freigabelinks.
es: Cada máquina tiene su propia IP privada. Dos máquinas pueden usar el puerto 3000, como 10.40.0.10:3000 y 10.40.0.11:3000. Después de conectar, haz clic derecho en un puerto Cloud y elige Copiar URL de dirección privada. Estas direcciones son privadas, no enlaces públicos para compartir.
fr: Chaque machine a sa propre IP privée. Deux machines peuvent utiliser le port 3000, par exemple 10.40.0.10:3000 et 10.40.0.11:3000. Après connexion, faites un clic droit sur un port Cloud et choisissez Copier l’URL de l’adresse privée. Ces adresses sont privées, ce ne sont pas des liens publics de partage.
it: Ogni macchina ha il proprio IP privato. Due macchine possono usare entrambe la porta 3000, ad esempio 10.40.0.10:3000 e 10.40.0.11:3000. Dopo la connessione fai clic destro su una porta Cloud e scegli Copia URL indirizzo privato. Sono indirizzi privati, non link pubblici.
ja: 各マシンには個別のプライベートIPがあります。2台のマシンがどちらもポート3000を使えます（例：10.40.0.10:3000と10.40.0.11:3000）。接続後にCloudポートを右クリックし、「プライベートアドレスURLをコピー」を選びます。これらはプライベートアドレスで、公開共有リンクではありません。
ko: 각 머신에는 고유한 비공개 IP가 있습니다. 두 머신 모두 포트 3000을 사용할 수 있습니다(예: 10.40.0.10:3000 및 10.40.0.11:3000). 연결 후 Cloud 포트를 오른쪽 클릭하고 비공개 주소 URL 복사를 선택하세요. 이 주소는 비공개이며 공개 공유 링크가 아닙니다.
nb: Hver maskin har sin egen private IP. To maskiner kan bruke port 3000, for eksempel 10.40.0.10:3000 og 10.40.0.11:3000. Høyreklikk en Cloud-port etter tilkobling og velg Kopier URL for privat adresse. Adressene er private, ikke offentlige delingslenker.
pl: Każda maszyna ma własny prywatny adres IP. Dwie maszyny mogą używać portu 3000, na przykład 10.40.0.10:3000 i 10.40.0.11:3000. Po połączeniu kliknij prawym przyciskiem port Cloud i wybierz Kopiuj URL prywatnego adresu. To prywatne adresy, nie publiczne linki udostępniania.
pt_br: Cada máquina tem seu próprio IP privado. Duas máquinas podem usar a porta 3000, por exemplo 10.40.0.10:3000 e 10.40.0.11:3000. Depois de conectar, clique com o botão direito em uma porta Cloud e escolha Copiar URL do endereço privado. Esses endereços são privados, não links públicos de compartilhamento.
ru: У каждой машины свой частный IP. Две машины могут использовать порт 3000, например 10.40.0.10:3000 и 10.40.0.11:3000. После подключения щёлкните правой кнопкой мыши порт Cloud и выберите Скопировать URL частного адреса. Это частные адреса, а не публичные ссылки.
th: แต่ละเครื่องมี IP ส่วนตัวของตนเอง สองเครื่องสามารถใช้พอร์ต 3000 ได้ เช่น 10.40.0.10:3000 และ 10.40.0.11:3000 หลังเชื่อมต่อ คลิกขวาที่พอร์ต Cloud แล้วเลือกคัดลอก URL ที่อยู่ส่วนตัว ที่อยู่เหล่านี้เป็นส่วนตัว ไม่ใช่ลิงก์สาธารณะ
tr: Her makinenin kendi özel IP’si vardır. İki makine 3000 bağlantı noktasını kullanabilir; örneğin 10.40.0.10:3000 ve 10.40.0.11:3000. Bağlandıktan sonra bir Cloud portuna sağ tıklayın ve Özel Adres URL’sini Kopyala’yı seçin. Bunlar özel adreslerdir, herkese açık paylaşım bağlantıları değildir.
uk: Кожна машина має власну приватну IP-адресу. Дві машини можуть використовувати порт 3000, наприклад 10.40.0.10:3000 і 10.40.0.11:3000. Після підключення клацніть правою кнопкою миші порт Cloud і виберіть Копіювати URL приватної адреси. Це приватні адреси, а не публічні посилання для спільного доступу.
zh_hans: 每台机器都有自己的私有 IP。两台机器可以同时使用端口 3000，例如 10.40.0.10:3000 和 10.40.0.11:3000。连接后右键点击 Cloud 端口，选择“复制私有地址 URL”。这些地址是私有地址，不是公开分享链接。
zh_hant: 每台機器都有自己的私有 IP。兩台機器可以同時使用連接埠 3000，例如 10.40.0.10:3000 和 10.40.0.11:3000。連線後對 Cloud 連接埠按右鍵，選擇「複製私有位址 URL」。這些位址是私有位址，不是公開分享連結。

# cloud.vpn.setup.unavailable
source: This copy of cmux does not include a signed VPN extension. Use a cmux release with Cloud VPN support. Cloud terminals, Ports, and Desktop remain available without the VPN.
ar: لا تتضمن هذه النسخة من cmux امتداد VPN موقعًا. استخدم إصدار cmux يدعم VPN الخاص بـ Cloud. تظل طرفيات Cloud والمنافذ وسطح المكتب متاحة بدون VPN.
bs: Ova kopija cmux-a nema potpisani VPN dodatak. Koristite cmux izdanje sa Cloud VPN podrškom. Cloud terminali, portovi i radna površina ostaju dostupni bez VPN-a.
da: Denne cmux-kopi indeholder ikke en signeret VPN-udvidelse. Brug en cmux-udgave med Cloud VPN-understøttelse. Cloud-terminaler, porte og skrivebord er stadig tilgængelige uden VPN.
de: Diese cmux-Version enthält keine signierte VPN-Erweiterung. Verwenden Sie eine cmux-Version mit Cloud-VPN-Unterstützung. Cloud-Terminals, Ports und Desktop bleiben ohne VPN verfügbar.
es: Esta copia de cmux no incluye una extensión VPN firmada. Usa una versión de cmux compatible con VPN de Cloud. Los terminales Cloud, Puertos y Escritorio siguen disponibles sin VPN.
fr: Cette copie de cmux ne contient pas d’extension VPN signée. Utilisez une version de cmux qui prend en charge le VPN Cloud. Les terminaux Cloud, Ports et Bureau restent disponibles sans VPN.
it: Questa copia di cmux non include un’estensione VPN firmata. Usa una versione di cmux con supporto Cloud VPN. Terminali Cloud, porte e desktop restano disponibili senza VPN.
ja: このcmuxには署名済みのVPN機能拡張が含まれていません。Cloud VPN対応のcmuxリリースを使用してください。Cloudのターミナル、ポート、デスクトップはVPNなしでも使えます。
ko: 이 cmux에는 서명된 VPN 확장이 포함되어 있지 않습니다. Cloud VPN을 지원하는 cmux 릴리스를 사용하세요. Cloud 터미널, 포트 및 데스크탑은 VPN 없이도 사용할 수 있습니다.
nb: Denne cmux-kopien har ingen signert VPN-utvidelse. Bruk en cmux-versjon med Cloud VPN-støtte. Cloud-terminaler, porter og skrivebord er tilgjengelige uten VPN.
pl: Ta kopia cmux nie zawiera podpisanego rozszerzenia VPN. Użyj wydania cmux z obsługą Cloud VPN. Terminale Cloud, porty i pulpit pozostają dostępne bez VPN.
pt_br: Esta cópia do cmux não inclui uma extensão VPN assinada. Use uma versão do cmux com suporte a Cloud VPN. Terminais Cloud, portas e área de trabalho continuam disponíveis sem VPN.
ru: В этой копии cmux нет подписанного VPN-расширения. Используйте выпуск cmux с поддержкой Cloud VPN. Cloud-терминалы, порты и рабочий стол доступны без VPN.
th: cmux รุ่นนี้ไม่มีส่วนขยาย VPN ที่ลงนามแล้ว ใช้รุ่น cmux ที่รองรับ Cloud VPN เทอร์มินัล Cloud พอร์ต และเดสก์ท็อปยังใช้ได้โดยไม่ต้องมี VPN
tr: Bu cmux kopyasında imzalı VPN uzantısı bulunmuyor. Cloud VPN destekli bir cmux sürümü kullanın. Cloud terminalleri, portlar ve masaüstü VPN olmadan da kullanılabilir.
uk: Ця копія cmux не містить підписаного VPN-розширення. Використовуйте випуск cmux із підтримкою Cloud VPN. Cloud-термінали, порти й робочий стіл доступні без VPN.
zh_hans: 此 cmux 副本未包含已签名的 VPN 扩展。请使用支持 Cloud VPN 的 cmux 版本。Cloud 终端、端口和桌面无需 VPN 仍可使用。
zh_hant: 此 cmux 副本未包含已簽署的 VPN 延伸功能。請使用支援 Cloud VPN 的 cmux 版本。Cloud 終端機、連接埠和桌面不需要 VPN 仍可使用。

# cloud.vpn.setup.title
source: Cloud VPN
ar: شبكة Cloud الخاصة
es: VPN de Cloud
fr: VPN Cloud
it: VPN Cloud
ja: クラウドVPN
ko: 클라우드 VPN
zh_hans: 云端 VPN
zh_hant: 雲端 VPN

# machines.menu.setupVPN
source: Set Up cmux VPN…
ar: إعداد VPN الخاص بـ cmux…
bs: Podesi cmux VPN…
da: Indstil cmux VPN…
de: cmux-VPN einrichten…
es: Configurar VPN de cmux…
fr: Configurer le VPN cmux…
it: Configura VPN cmux…
ja: cmux VPNを設定…
ko: cmux VPN 설정…
nb: Konfigurer cmux VPN…
pl: Skonfiguruj cmux VPN…
pt_br: Configurar cmux VPN…
ru: Настроить VPN cmux…
th: ตั้งค่า cmux VPN…
tr: cmux VPN’i ayarla…
uk: Налаштувати VPN cmux…
zh_hans: 设置 cmux VPN…
zh_hant: 設定 cmux VPN…

# machines.menu.privateNetwork
source: Private Network Access…
ar: الوصول إلى الشبكة الخاصة…
bs: Privatni mrežni pristup…
da: Privat netværksadgang…
de: Privaten Netzwerkzugriff…
es: Acceso a red privada…
fr: Accès au réseau privé…
it: Accesso alla rete privata…
ja: プライベートネットワークアクセス…
ko: 개인 네트워크 액세스…
nb: Privat nettverkstilgang…
pl: Dostęp do sieci prywatnej…
pt_br: Acesso à rede privada…
ru: Доступ к частной сети…
th: การเข้าถึงเครือข่ายส่วนตัว…
tr: Özel Ağ Erişimi…
uk: Доступ до приватної мережі…
zh_hans: 专用网络访问…
zh_hant: 私人網路存取…

# cloud.vpn.setup.entry.subtitle
source: Optional private IP access for other apps
ar: وصول اختياري إلى عناوين IP الخاصة للتطبيقات الأخرى
bs: Opcionalni pristup privatnim IP adresama za druge aplikacije
da: Valgfri privat IP-adgang for andre apps
de: Optionaler Zugriff auf private IPs für andere Apps
es: Acceso opcional a IP privadas para otras apps
fr: Accès facultatif aux IP privées pour les autres apps
it: Accesso facoltativo agli IP privati per altre app
ja: ほかのアプリからプライベートIPへアクセスする任意の設定
ko: 다른 앱의 비공개 IP 접근을 위한 선택 설정
nb: Valgfri privat IP-tilgang for andre apper
pl: Opcjonalny dostęp innych aplikacji do prywatnych adresów IP
pt_br: Acesso opcional a IPs privados para outros apps
ru: Необязательный доступ других приложений к частным IP
th: การเข้าถึง IP ส่วนตัวสำหรับแอปอื่นแบบไม่บังคับ
tr: Diğer uygulamalar için isteğe bağlı özel IP erişimi
uk: Необов’язковий доступ інших програм до приватних IP
zh_hans: 为其他应用提供可选的私有 IP 访问
zh_hant: 為其他 App 提供選用的私有 IP 存取

# cloud.vpn.setup.openUnavailable
source: Cloud VPN setup is unavailable
ar: إعداد VPN الخاص بـ Cloud غير متاح
bs: Podešavanje Cloud VPN-a nije dostupno
da: Cloud VPN-opsætning er ikke tilgængelig
de: Cloud-VPN-Einrichtung ist nicht verfügbar
es: La configuración de VPN de Cloud no está disponible
fr: La configuration du VPN Cloud est indisponible
it: La configurazione VPN Cloud non è disponibile
ja: Cloud VPN設定は利用できません
ko: Cloud VPN 설정을 사용할 수 없습니다
nb: Cloud VPN-oppsett er ikke tilgjengelig
pl: Konfiguracja Cloud VPN jest niedostępna
pt_br: A configuração do Cloud VPN não está disponível
ru: Настройка Cloud VPN недоступна
th: การตั้งค่า Cloud VPN ไม่พร้อมใช้งาน
tr: Cloud VPN kurulumu kullanılamıyor
uk: Налаштування Cloud VPN недоступне
zh_hans: Cloud VPN 设置不可用
zh_hant: 無法使用 Cloud VPN 設定

# cli.vm.help.baseCreate
source: open creates it: the devbox with a VNC screen.
ar: open يقوم بإنشائه: الـ devbox مع شاشة VNC.
de: open erstellt sie: die Devbox mit einem VNC-Bildschirm.
es: open lo crea: la devbox con una pantalla VNC.
fr: open le crée : le devbox avec un écran VNC.
ja: 初回にVNC画面付きのdevboxを作成します。
ko: open이 이를 생성합니다: VNC 화면이 있는 devbox.
zh_hans: open 创建它：带有 VNC 屏幕的 devbox。
zh_hant: open 會建立它：配有 VNC 螢幕的 devbox。

# cli.vm.help.legacyBaseKindFlags
source: accepted for older scripts; Base always has a screen
ar: مقبول للبرامج النصية القديمة؛ Base لديه شاشة دائمًا
de: akzeptiert für ältere Skripte; Base hat immer einen Bildschirm
es: aceptado para scripts más antiguos; Base siempre tiene una pantalla
fr: accepté pour les anciens scripts ; Base a toujours un écran
ja: 旧スクリプトとの互換性のため受け付けます。Baseには常に画面があります
ko: 오래된 스크립트에서 지원됨; Base는 항상 화면을 가집니다
zh_hans: 适用于旧脚本；Base 始终具有屏幕
zh_hant: 舊版指令稿可接受；Base 一律配有螢幕

# cli.vm.help.legacyKindFlags
source: accepted for older scripts; every machine has a screen
ar: مقبول للبرامج النصية القديمة؛ كل جهاز لديه شاشة
de: akzeptiert für ältere Skripte; jede Maschine hat einen Bildschirm
es: aceptado para scripts más antiguos; cada máquina tiene una pantalla
fr: accepté pour les anciens scripts ; chaque machine a un écran
ja: 旧スクリプトとの互換性のため受け付けます。すべてのマシンに画面があります
ko: 오래된 스크립트에서 지원됨; 모든 머신은 화면을 가집니다
zh_hans: 适用于旧脚本；每台机器都具有屏幕
zh_hant: 舊版指令稿可接受；每台機器都配有螢幕

# cli.vm.help.newDevbox
source: Create a new machine: the devbox with devtools,
ar: إنشاء جهاز جديد: devbox مع devtools،
de: Erstellen Sie eine neue Maschine: die Devbox mit Entwickler-Tools,
es: Crea una nueva máquina: la devbox con devtools,
fr: Créer une nouvelle machine : le devbox avec devtools,
ja: 開発ツール、コーディングエージェント、VNC画面付きの
ko: 새로운 머신 생성: devtools,
zh_hans: 创建一台新机器：带有开发工具 (devtools) 的 devbox，
zh_hant: 建立新機器：配有開發人員工具的 devbox，

# cli.vm.help.newDevboxImage
source: the image for the size; --image <id> is an
ar: الصورة المناسبة للحجم؛ --image <id> هو
de: das Image für die Größe; --image <id> ist ein
es: la imagen para el tamaño; --image <id> es una
fr: l'image pour la taille ; --image <id> est une
ja: イメージを選択します。--image <id>で明示的に
ko: 크기에 맞는 이미지를 결정하며, --image <id>는 보통 생략하는
zh_hans: 对应规格的镜像；--image <id> 是一个
zh_hant: 該尺寸的映像檔；--image <id> 是您可以

# cli.vm.help.newDevboxOverride
source: explicit override you normally omit.
ar: تجاوز صريح تتجاهله عادةً.
de: expliziter Override, den Sie normalerweise weglassen.
es: anulación explícita que normalmente se omite.
fr: surcharge explicite que vous omettez normalement.
ja: 指定できますが、通常は省略してください。
ko: 명시적인 오버라이드 옵션입니다.
zh_hans: 您通常可以省略的显式覆盖。
zh_hant: 明確覆蓋，通常可以省略。

# cli.vm.help.newDevboxScreen
source: coding agents and a VNC screen. The server picks
ar: وكلاء برمجيون وشاشة VNC. يختار الخادم
de: Coding-Agents und einem VNC-Bildschirm. Der Server wählt
es: agentes de programación y una pantalla VNC. El servidor elige
fr: agents de codage et un écran VNC. Le serveur choisit
ja: 新しいdevboxを作成します。サーバーがサイズに応じて
ko: 코딩 에이전트 및 VNC 화면을 포함한 devbox. 서버가
zh_hans: 编码代理和 VNC 屏幕。服务器会选择
zh_hant: 編碼代理程式和 VNC 螢幕。伺服器會選擇

# cloudTree.error.invalidPreviewURL
source: The Cloud service returned an unusable preview address. Refresh and retry.
ar: أعادت خدمة Cloud عنوان معاينة غير صالح للاستخدام. أعد التحميل وحاول مجددًا.
de: Der Cloud-Dienst hat eine unbrauchbare Vorschauadresse zurückgegeben. Aktualisieren Sie und versuchen Sie es erneut.
es: El servicio de la nube devolvió una dirección de vista previa inutilizable. Actualice y vuelva a intentarlo.
fr: Le service Cloud a renvoyé une adresse d'aperçu inutilisable. Actualisez et réessayez.
ja: Cloud サービスから使用できないプレビューアドレスが返されました。更新して再試行してください。
ko: Cloud 서비스가 유효하지 않은 미리보기 주소를 반환했습니다. 새로고침 후 다시 시도하세요.
zh_hans: 云服务返回了不可用的预览地址。请刷新并重试。
zh_hant: 雲端服務傳回了無法使用的預覽位址。請重新整理並重試。

# cli.claude-hook.notification.body.error
source: Claude reported an error
ar: أبلغ Claude عن وجود خطأ
de: Claude hat einen Fehler gemeldet
es: Claude informó de un error
fr: Claude a signalé une erreur
ja: Claude がエラーを報告しました
ko: Claude가 오류를 보고했습니다
zh_hans: Claude 报告了一个错误
zh_hant: Claude 回報了錯誤

# cli.notification.invalidPayload
source: Invalid notification payload
ar: حمولة إشعار غير صالحة
de: Ungültige Benachrichtigungs-Nutzlast
es: Carga útil de notificación no válida
fr: Charge utile de notification non valide
ja: 通知のペイロードが無効です
ko: 잘못된 알림 페이로드
zh_hans: 无效的通知数据负载
zh_hant: 無效的通知承載資料
